{# This Source Code Form is subject to the terms of the Mozilla Public
 # License, v. 2.0. If a copy of the MPL was not distributed with this
 # file, You can obtain one at http://mozilla.org/MPL/2.0/. -#}
{
  "topics": {
    "access": {
      "name": "Access",
      "tagline": "Everyone is able to participate",
      "issues": {
        "adoption": {
          "name": "Adoption",
          "title": "Who's online?",
          "narrative": "Though some countries lag behind others, Internet usage is spreading like wildfire. That’s a good thing, because the more people connected to the network, the more powerful that network can be. This process will accelerate as access gets more affordable, as service and device options multiply and as content gets developed for more and more granular regions of the globe.",
          "mozActionCopy": "Mozilla is the maker of Firefox OS, an open mobile operating system to unleash access for the next billion.",
          "yourActionCopy": "",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://www.mozilla.org/firefox/os/"
            }
        ],
          "yourActionLink": []
        },
        "affordable": {
          "name": "Affordability",
          "title": "The price of admission.",
          "narrative": "In many developing countries, a month of broadband access costs almost a month’s paycheck, and the latest devices are luxuries beyond reach. However, emerging technologies are leading to more affordable devices and connections for people everywhere.",
          "mozActionCopy": "Mozilla is the maker of Firefox OS, a mobile operating system to bring affordable access to the next billion.",
          "yourActionCopy": "Understand why mobile matters to affordability with this video.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://www.mozilla.org/firefox/os/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Watch now",
              "url": "https://www.youtube.com/watch?v=TMP45DupbhI&list=PLFlAJDI87Jg2vk3THSt8RBoD7vLG2tnw"
            }
          ]
        },
        "localization": {
          "name": "Local content",
          "title": "Bridging the language divide",
          "narrative": "Only a quarter of the globe speaks English natively, but 55% of the world’s websites are in English. This is because content creators target the largest markets, which are currently in North America and Western Europe. But as other markets become more active, more cultures will expect the Web to be in their language, for a Web that is more relevant to their lives.",
          "mozActionCopy": "Firefox is localized in 80 languages and our Webmaker app empowers people to contribute to the Web in ways that are relevant to their communities.",
          "yourActionCopy": "Help make web content accessible in your language:",
          "mozActionLink": [
            {
              "copy": "Firefox in your language",
              "url": "https://www.mozilla.org/firefox/all/"
            },
            {
              "copy": "More on Webmaker",
              "url": "https://www.webmaker.org/localweb"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Join our localization team",
              "url": "https://www.mozilla.org/contribute/"
            },
            {
              "copy": "Install the Webmaker app",
              "url": "https://www.webmaker.org/app"
            },
            {
              "copy": "Translate video subtitles",
              "url": "http://amara.org/"
            }
          ]
        },
        "accessible": {
          "name": "Accessibility",
          "title": "Disabilities should not hinder access",
          "narrative": "People with visual, aural, learning or other disabilities can not experience the full range of digital expression available on the Web. But content creators can change that: if they build for the open Web, they can easily take advantage of existing Web accessibility tools and enable greater worldwide participation.",
          "mozActionCopy": "Firefox includes many features to make the browser and web content accessible to all users.",
          "yourActionCopy": "Learn more with this introduction to Web accessibility from WebAIM.",
          "mozActionLink": [
            {
              "copy": "Find out more",
              "url": "https://support.mozilla.org/kb/accessibility-features-firefox-make-firefox-and-we"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Read this article",
              "url": "http://webaim.org/intro/"
            }
          ]
        },
        "speed": {
          "name": "Speed",
          "title": "Speed matters",
          "narrative": "Network speed and reliability can make or break the Web experience. Some are cruising with the latest Web technologies and content, while others are left with sluggish performance. The first digital divide is over connectivity, but the next is about speed.",
          "mozActionCopy": "Mozilla advocates for sensible competition policy reforms which help drive investment into faster speeds and better services, such as the adoption of effective net neutrality rules.",
          "yourActionCopy": "Test your connection periodically to contribute to growing databases of information on actual service speeds.",
          "mozActionLink": [],
          "yourActionLink": [
            {
              "copy": "On your smartphone",
              "url": "https://www.fcc.gov/measuring-broadband-america/mobile"
            },
            {
              "copy": "On your desktop",
              "url": "http://www.speedtest.net"
            }
          ]
        }
      }
    },
    "control": {
      "name": "Control",
      "tagline": "We own our experience online",
      "issues": {
        "digitalIdentities": {
          "name": "Digital identities",
          "title": "Who manages your digital identity?",
          "narrative": "We all have to keep track of so many usernames and passwords, and this is daunting. Social media accounts can provide a digital passport to several sites, and password-management applications help prevent risky password habits. But  if only a few entities control our digital identities, we’re at their mercy.",
          "mozActionCopy": "Mozilla was recognized Most Trusted Internet Company for Privacy in 2014.",
          "yourActionCopy": "Use tools and services that protect your persona online.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "http://www.ponemon.org/blog/ponemon-institute-announces-results-of-2014-most-trusted-companies-for-privacy-study"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Firefox password manager",
              "url": "https://support.mozilla.org/kb/password-manager-remember-delete-change-passwords"
            },
            {
              "copy": "Firefox account",
              "url": "https://accounts.firefox.com/signup"
            }
          ]
        },
        "dataPortability": {
          "name": "Data portability",
          "title": "Is your data portable?",
          "narrative": "Services like social networks and cloud storage help us share and archive important pictures and stories about our lives. But unless we can move our data when we switch services, we’re stuck with the first services we join. Some services have taken important steps toward  granting portability, but others, especially mobile apps, have been disconcertingly sluggish to do so.",
          "mozActionCopy": "Mozilla Firefox enables users to move their data between browsers.",
          "yourActionCopy": "",
          "mozActionLink": [
            {
              "copy": "Find out more",
              "url": "https://support.mozilla.org/kb/import-bookmarks-data-another-browser"
            }
          ],
          "yourActionLink": []
        },
        "dataProtection": {
          "name": "Data protection",
          "title": "Data protection varies across borders",
          "narrative": "Data is protected by different frameworks as it journeys across the globe. Europe and the African Union are ahead of the pack in updating their approaches, while the United States lags behind. Countries should work together on data management and broader adherence to shared standards. If they did, we would have greater certainty that our data will always be protected, no matter where in the world it might travel.",
          "mozActionCopy": "Mozilla has engaged in many conversations with key privacy regulators in the U.S. and E.U. as data protection frameworks evolve in both regions.",
          "yourActionCopy": "Follow these four easy steps to get smart on privacy and be in control of your online life.",
          "mozActionLink": [],
          "yourActionLink": [
            {
              "copy": "Get smart on privacy",
              "url": "https://www.mozilla.org/privacy/tips/"
            }
          ]
        },
        "governmentCensorship": {
          "name": "Government censorship",
          "title": "Open is powerful",
          "narrative": "The open Web is a powerful platform for speech, but some governments actively censor access to a range of content and services. Recently, Turkey, Ukraine and Russia have shown sharp increases in censorship activities. The more powerful these restrictions, the less the Web can realize its true potential.",
          "mozActionCopy": "Mozilla actively supports the idea that censorship harms the Web. We were also one of the frontrunners of the anti-SOPA, PIPA campaign.",
          "yourActionCopy": "Watch and share these TED-Ed lessons on social media and censorship:",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "http://www.pcmag.com/article2/0,2817,2399138,00.asp"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Behind the Great Wall of China",
              "url": "http://ed.ted.com/lessons/behind-the-great-firewall-of-china-michael-anti"
            },
            {
              "copy": "How Social Media Can Make History",
              "url": "http://www.ted.com/talks/clay_shirky_how_cellphones_twitter_facebook_can_make_history"
            }
          ]
        }
      }
    },
    "trust": {
      "name": "Trust",
      "tagline": "Our security and privacy are respected",
      "issues": {
        "governmentSurveillance": {
          "name": "Government surveillance",
          "title": "Has surveillance crossed the creepy line?",
          "narrative": "We expect our governments to enforce the law and keep an eye out for us. But recent headlines about government spying have made it clear: overly broad, hidden surveillance crosses the line, creating an environment of mistrust and fear. We need effective safeguards to maintain a balance and promote trust.",
          "mozActionCopy": "In 2013, Mozilla launched StopWatchingUs, a campaign to end digital surveillance and joined the EFF Tor Challenge in 2014 to help protect privacy online.",
          "yourActionCopy": "Watch and share this Ted Talk from privacy researcher Christopher Soghoian, and Citizenfour, a documentary about the Snowden revelations.",
          "mozActionLink": [
            {
              "copy": "StopWatchingUs",
              "url": "https://optin.stopwatching.us/"
            },
            {
              "copy": "Tor Challenge",
              "url": "https://www.eff.org/torchallenge/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Soghoian's Ted Talk",
              "url": "http://www.ted.com/talks/christopher_soghoian_government_surveillance_this_is_just_the_beginning"
            },
            {
              "copy": "Citizenfour",
              "url": "https://citizenfourfilm.com/"
            }
          ]
        },
        "adTracking": {
          "name": "Ad tracking",
          "title": "Trust is the currency",
          "narrative": "The Web is built largely on a personalized advertising model, and tracking people’s online activities is a crucial part of that effort. But for the Web to inspire greater trust and participation, ad tracking needs to be transparent so we can make rational choices, and then respect them. As tracking techniques grow in sophistication, simple actions — like clearing the browser’s history and cookies — aren’t as effective as they used to be.",
          "mozActionCopy": "We are actively engaging with the industry to show how advertising can support privacy and preserve transparency, choice - therefore respect.",
          "yourActionCopy": "Follow these four easy steps to get smart on privacy and be in control of your online life.",
          "mozActionLink": [
            {
              "copy": "Privacy in Firefox",
              "url": "https://www.mozilla.org/firefox/desktop/trust/"
            },
            {
              "copy": "The Polaris initiative",
              "url": "https://blog.mozilla.org/privacy/2014/11/10/introducing-polaris-privacy-initiative-to-accelerate-user-focused-privacy-online/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Get smart on privacy",
              "url": "https://www.mozilla.org/privacy/tips/"
            }
          ]
        },
        "security": {
          "name": "Security",
          "title": "Offense is easier than defense",
          "narrative": "It takes time to respond to new security threats, especially when software, which is constantly growing in complexity, needs to be patched. Worse, we often don’t even know we’ve been compromised. Risk mitigations  is getting faster, and more intelligent, but it’s still far more difficult and expensive to defend than it is to attack. The Web would benefit from increased investment in  security research, education, testing and development.",
          "mozActionCopy": "Firefox is designed to keep you safe and our bug bounty program ensures prompt detection of potential bugs, so you can browse without worry.",
          "yourActionCopy": "Follow these tips to stay safe online.",
          "mozActionLink": [
            {
              "copy": "Learn more",
              "url": "https://www.mozilla.org/firefox/desktop/trust/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Read more",
              "url": "https://support.mozilla.org/kb/how-stay-safe-web#w_follow-best-practices-to-protect-your-information"
            }
          ]
        },
        "civility": {
          "name": "Civility",
          "title": "Virtual behavior has real-world effects",
          "narrative": "Free speech is an important right, online or offline, but when people use social networks to deliver insults or threats of physical violence, or stalk and harass, they can leave deep, lasting harm. Promoting online civility — without censoring the open Web — is a balance that we must work hard to maintain.",
          "mozActionCopy": "Mozilla strives to build a community where inclusion and respect are at the heart of everything we do.",
          "yourActionCopy": "Find out how to protect children online with these good practises.",
          "mozActionLink": [
            {
              "copy": "Read our guidelines",
              "url": "https://www.mozilla.org/about/governance/policies/participation/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Learn more",
              "url": "http://www.staysafeonline.org/stay-safe-online/for-parents/cyberbullying-and-harassment"
            }
          ]
        }
      }
    },
    "openness": {
      "name": "Openness",
      "tagline": "Fair and transparent rules preserve our independence",
      "issues": {
        "openSource": {
          "name": "Open Source",
          "title": "Open source. Open minds.",
          "narrative": "When software is released as open source, anyone can look at the code to see how it works, and this provides us with a measure of trust. Open source licenses also allow for collaboration in developing the software, or for the code to be freely reused in other projects, increasing its value to the larger community. However, many open source products are tightly controlled by one developer, and may still be effectively closed systems - this is especially true on mobile devices.",
          "mozActionCopy": "Commitment to open source is core to our mission. This is why Firefox is the only browser made of 100% free, open source code that anyone can view, remix and contribute to.",
          "yourActionCopy": "Watch this video explaining open source in LEGO and use open source tools.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://www.mozilla.org/about/manifesto/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Watch now",
              "url": "http://www.youtube.com/watch?v=a8fHgx9mE5U"
            },
            {
              "copy": "Use open-source tools",
              "url": "http://www.thesimpledollar.com/30-essential-pieces-of-free-and-open-software-for-windows/"
            }
          ]
        },
        "netNeutrality": {
          "name": "Net neutrality",
          "title": "No slow lanes on the highway of innovation",
          "narrative": "Intentionally slowing Internet content, or speeding up some at the expense of others, is the opposite of open. Violations of network neutrality would tilt the level playing field that underlies the Internet, making it harder for startups and small companies to compete. Tinkering with Internet traffic for profit would go against the best interests of Internet users and the future of the Internet as a whole. But things are looking up: in the U.S., for example, recent laws will preserve net neutrality for the foreseeable future.",
          "mozActionCopy": "Mozilla is a strong proponent of Net Neutrality.",
          "yourActionCopy": "Find out more about Net Neutrality with this video from John Oliver's Last Week Tonight.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://blog.mozilla.org/blog/2015/02/04/victory-for-net-neutrality-lets-take-it-across-the-finish-line/"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Watch video",
              "url": "https://amara.org/videos/ZpNyeDbGO3lw/info/last-week-tonight-with-john-oliver-hbo-net-neutrality/"
            }
          ]
        },
        "platformIndependence": {
          "name": "Platform independence",
          "title": "The Web is more than the sum of its apps",
          "narrative": "The Web was designed to be platform-neutral, so that we can view the same content - and run the same services - on any device, operating system or application. But proprietary platforms, such as Apple iTunes or Google Play, act as silos that constrain open, independent user choice. And with multiple silos, developers have to reinvent the wheel multiple times, preventing them from focusing their resources on improving their products for one universal environment.",
          "mozActionCopy": "Defending the interoperability of content and data is one of the ten principles of the Mozilla Manifesto.",
          "yourActionCopy": "Build for the Web - build HTML5 applications that will work easily on any platform that can use the Web.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://www.mozilla.org/about/manifesto/?utm_content=6"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Learn more",
              "url": "https://developer.mozilla.org/Apps"
            }
          ]
        },
        "softwarePatents": {
          "name": "Software patents",
          "title": "Patents should not be straightjackets",
          "narrative": "Intellectual property rights should protect creators without stifling collaboration and innovation. But sometimes this careful balance falls out of whack, such as when software companies are prevented from reusing existing code from others when all they want is ensure interoperability, or in other words, be certain their software will work with other software. If information is unnecessarily hindered, or if businesses are afraid to invest in new technologies, copyrights and patents are hurting more than they’re helping.",
          "mozActionCopy": "Mozilla supported the Innovation Act in 2013 in the U.S. House of Representatives, legislative reform to limit patent abuse.",
          "yourActionCopy": "Find out more about software patents abuses with this article.",
          "mozActionLink": [],
          "yourActionLink": [
            {
              "copy": "Read more",
              "url": "http://www.vox.com/2014/7/7/5862284/9-charts-that-show-patents-are-bad-for-the-software-industry"
            }
          ]
        },
        "concentrationOfPower": {
          "name": "Concentration of power",
          "title": "Digital empires are on the rise",
          "narrative": "The Internet is the world’s largest shared resource, but it’s being controlled by a decreasing number of companies that are increasing in power. These Internet giants have deeper pockets and wider reach than some governments, but they are accountable only to shareholders. If this trend continues, fewer individual voices will be heard, and there will be a natural deceleration of innovation and ideas.",
          "mozActionCopy": "Magnifying the public benefit on the Internet is one of the ten principles of the Mozilla Manifesto.",
          "yourActionCopy": "What kind of Web do you want? Ask yourself and let us know.",
          "mozActionLink": [
            {
              "copy": "Read more",
              "url": "https://www.mozilla.org/about/manifesto/?utm_content=10"
            }
          ],
          "yourActionLink": [
            {
              "copy": "Visit web we want",
              "url": "https://webwewant.mozilla.org//#video"
            }
          ]
        }
      }
    }
  },
  "tags": {
    "mobile": {
      "name": "Mobile"
    },
    "networkOperators": {
      "name": "Network Operators"
    },
    "government": {
      "name": "Government"
    },
    "internetCompanies": {
      "name": "Internet Companies"
    },
    "google": {
      "name": "Google"
    },
    "facebook": {
      "name": "Facebook"
    },
    "apple": {
      "name": "Apple"
    },
    "privacy": {
      "name": "Privacy"
    },
    "netNeutrality": {
      "name": "Net Neutrality"
    },
    "userRights": {
      "name": "User Rights"
    },
    "emergingEconomies": {
      "name": "Emerging Economies"
    },
    "regulation": {
      "name": "Regulation"
    },
    "privateInternet": {
      "name": "Private Internet"
    },
    "openness": {
      "name": "Openness"
    },
    "userData": {
      "name": "User Data"
    }
  },
  "modals": {
    "about": {
      "title": "About",
      "copy": [
        "The Web is a living ecosystem that exists in a delicate balance and we all have a role to play in shaping — and ensuring — its future.",
        "At Mozilla, we believe that the more you know about the Web, the easier it is for you to make more informed choices and be a more empowered digital citizen.",
        "That’s why we created this site: to show you where the Web stands today, the issues that impact it and what you can do to get involved."
      ]
    },
    "email": {
        "title": "Keep Me Informed",
        "copy": "Add your email to receive updates about the state of the internet project and other related initiatives from Mozilla.",
        "label": "Enter Your Email",
        "terms": "I'm okay with Mozilla handling my info as explained in this Privacy Policy",
        "submitButton": "Submit"
    },
    "legend": {
      "title": "Legend",
      "description": "Explore the most important issues on the Web today and what shape they're in.",
      "copy": [
        [
          {
            "text": "an individual issue",
            "class": "legend-symbol--blackdot"
          },
          {
            "text": "a connection between issues",
            "class": "legend-symbol--line"
          }
        ],
        [
          {
            "text": "an issue trending upward (positive)",
            "class": "legend-symbol--greendot"
          },
          {
            "text": "a stable issue",
            "class": "legend-symbol--yellowdot"
          },
          {
            "text": "an issue trending downward (negative)",
            "class": "legend-symbol--reddot"
          }
        ],
        [
          {
            "text": "all issues and their connections",
            "class": "icon-explore-dark"
          },
          {
            "text": "four requirements for a healthy Web",
            "class": "icon-topic-dark"
          },
          {
            "text": "the individual issues as a list",
            "class": "icon-issues-dark"
          }
        ]
      ]
    },
    "vitals": {
        "description": "These are the four requirements that we believe are necessary to the health and continued success of the Web.",
        "copy": [
            {
                "heading": "Access",
                "text": "Everyone is able to participate"
            },
            {
                "heading": "Trust",
                "text": "We own our experience online"
            },
            {
                "heading": "Control",
                "text": "Our security and privacy are protected"
            },
            {
                "heading": "Openness",
                "text": "Fair and transparent rules preserve our independence"
            }
        ]
    },
    "share": {
        "title": "#shapeoftheweb",
        "shareButton": "Share",
        "learnMore": "Learn More",
        "aboutIssue": " about this issue",
        "email": "Email"
    }
  },
  "misc": {
        "siteTitle": "Shape of the Web",
        "siteHeader": "Shape of the Web",
        "sourceLabel": "Source:",
        "tagsLabel": "Tags:",
        "mozDoingLabel": "What Mozilla Is Doing",
        "yourDoingLabel": "What You Can Do",
        "modeNames": {
            "ecosystem": "Ecosystem",
            "vitals": "Vitals",
            "checklist": "Checklist"
        },
        "navLabels": {
            "access": "Access",
            "trust": "Trust",
            "control": "Control",
            "openness": "Openness"
        },
        "intro": {
            "internet": "( THE WEB )",
            "message": "Massive. Powerful. Delicate"
        }
  }
}
